Revit 2027 API
UnitTypeId.CaloriesPerSecond Property
 Calories per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CaloriesPerSecond { get; }
Public Shared ReadOnly Property CaloriesPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CaloriesPerSecond {
	ForgeTypeId^ get ();
}
static member CaloriesPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace